{
  "SERVICES WE PROVIDE": "SERVICES WE PROVIDE",
  "Provided by Our Caring Professionals": "Provided by Our Caring Professionals",
  "service-1": "Respite Accommodation",
  "service-1-content": "Supported Independent At Heart and Virtue Pty Ltd, we understand that caring for a loved one with a disability can be challenging and overwhelming at times. That's why we offer a Respite Accommodation service that provides short-term accommodation and support for individuals with disabilities, giving their caregivers a much-needed break. Our team of caring professionals provides personalized care and support, tailored to meet the unique needs of each of our clients. Whether it's for a few days or a few weeks, our warm and welcoming respite accommodation provides a safe and supportive environment for individuals with disabilities to relax, recharge, and participate in a range of fun and engaging activities. With our warm heart and warm hands approach, we strive to make respite accommodation a positive and rejuvenating experience for everyone involved.",
  "service-2": "Support Coordination",
  "service-2-content": "At Heart and Virtue Pty Ltd, we understand that navigating the disability support system can be complex and overwhelming. That's why we offer a Support Coordination service that provides personalized assistance to help individuals with disabilities and their families access the services and supports they need. Our experienced support coordinators work closely with our clients to develop tailored support plans that meet their unique needs and goals. We provide assistance with service coordination, advocacy, and decision-making, and we are committed to empowering our clients to make informed choices and achieve their desired outcomes. With our warm heart and warm hands approach, we strive to make the support coordination process a positive and empowering experience for everyone involved.",
  "service-3": "Group & Centre-Based Activities",
  "service-3-content": "At Heart and Virtue Pty Ltd, we believe that social inclusion and participation are essential to overall well-being and quality of life. That's why we offer a Group and Centre-Based Activities service that provides a range of fun and engaging activities for individuals with disabilities to participate in. Our experienced staff members facilitate a variety of activities, including arts and crafts, cooking, games, music, and outings. We work closely with our clients to ensure that our activities are tailored to their interests and abilities, and we strive to create a welcoming and inclusive environment where everyone feels comfortable and supported. With our warm heart and warm hands approach, we are committed to empowering individuals with disabilities to participate in the community and develop new skills, friendships, and experiences.",
  "service-4": "Career Orientation and Job Training",
  "service-4-content": "At Heart and Virtue Pty Ltd, we believe that everyone deserves the opportunity to reach their full potential, including in the workplace. That's why we offer a Career Orientation and Job Training service that provides personalized support to individuals with disabilities who are seeking employment or career development opportunities. Our experienced job coaches provide one-on-one support with resume writing, job searching, interview skills, and workplace skills development. We also offer group workshops and training programs to help our clients build their skills and confidence in a variety of areas. With our warm heart and warm hands approach, we are committed to empowering individuals with disabilities to achieve their career goals and reach their full potential in the workforce.",
  "service-5": "Household Tasks",
  "service-5-content": "At Heart and Virtue Pty Ltd, we understand that household tasks can be challenging for individuals with disabilities, and we are here to help. Our Household Tasks service provides assistance with a range of tasks, including cleaning, laundry, meal preparation, and grocery shopping. Our experienced support workers work closely with our clients to develop a personalized plan that meets their unique needs and preferences. We strive to create a warm and supportive environment where our clients feel comfortable and empowered to live independently in their own homes. With our warm heart and warm hands approach, we are committed to providing compassionate and professional support that helps our clients to maintain their independence and improve their quality of life.",
  "service-6": "Medication Management",
  "service-6-content": "<p dir=\"ltr\">That&rsquo;s where Heart and Virtue Pty Ltd&nbsp; comes in. Trained caregivers can:</p>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Provide medication reminders</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Ensure medication directions are followed such as taking with food or a certain time of day</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Check expiration dates</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Provide transportation to pick up prescriptions and over-the-counter medications or to speak with the pharmacist&nbsp;</p>\n</li>\n</ul>\n<p dir=\"ltr\">Medication reminders are just one of the many ways Heart and Virtue Pty Ltd can help you or a loved one live their best life possible.</p>",
  "service-7": "Travel and Transport",
  "service-7-content": "At Heart and Virtue Pty Ltd, we understand that transportation can be a major barrier to independence and social participation for individuals with disabilities. That's why we offer a Travel and Transport service that provides safe, reliable, and accessible transportation to our clients. Our experienced support workers work closely with our clients to develop a personalized travel plan that meets their unique needs and preferences. Whether it's transportation to medical appointments, social outings, or daily activities, our clients can rely on us to provide compassionate and professional support that helps them to live their best life. With our warm heart and warm hands approach, we are committed to empowering our clients to access the community and enjoy all the activities they love without worrying about transportation barriers.",
  "service-8": "Personal Care & Development Skilled",
  "service-8-content": "<div><div><b>Personal Care:</b> At Heart and Virtue Pty Ltd, we understand the importance of empowering individuals with disabilities to develop the skills they need to achieve their goals and reach their full potential. Our Skills Development service is designed to provide our clients with personalized and professional support to develop their communication, social, cognitive, and vocational skills. Our experienced support workers work closely with our clients to identify their unique strengths, interests, and needs and develop a customized plan to help them develop new skills and enhance their existing ones. Whether it's learning a new language, improving communication skills, or developing work-related skills, we are committed to providing compassionate, supportive, and goal-oriented services that promote our clients' independence and well-being. With our warm heart and warm hands approach, we strive to create a positive and engaging environment where our clients can learn, grow, and thrive.</div><br/><div><b>Development Skilled:</b> At Heart and Virtue Pty Ltd, we understand that personal care needs can be unique and require sensitive and individualized support. Our Personal Care service is designed to provide compassionate and professional support to our clients to help them maintain their personal hygiene, grooming, and dressing needs. Our experienced support workers work closely with our clients and their healthcare providers to develop a personalized care plan that meets their unique needs and preferences. We prioritize the comfort, dignity, and well-being of our clients and are committed to providing respectful and empowering support that promotes independence and self-confidence. With our warm heart and warm hands approach, we strive to make personal care as comfortable, efficient, and pleasant as possible for our clients so that they can focus on living their best life.</div></div>",
  "service-9": "Community Participation",
  "service-9-content": "Take part and go shopping, movies, theatre, swimming, gym, riding, walk along the beach, enjoy a nice coffee, visit clubs and parks, sporting and more... We know that people have busy lives and therefore an essential service is supported to access various activities in the community including social and recreational"
}