{
  "ABOUT US": "VỀ CHÚNG TÔI",
  "ABOUT US CONTENT": "A2Z Community Care là một công ty chuyên cung cấp dịch vụ chăm sóc tận tâm và toàn diện cho những người khuyết tật. Đội ngũ nhân viên được đào tạo bài bản của chúng tôi cam kết giúp khách hàng khỏe mạnh, hạnh phúc và ngày một tốt hơn. Với trọng tâm là tấm lòng thấu hiểu và sự đồng cảm, chúng tôi cố gắng tạo ra một môi trường ấm áp và thân thiện cho mọi người mà chúng tôi làm việc cùng. Khẩu hiệu của chúng tôi, \"Trái tim nồng hậu, đôi tay ấm áp\", thể hiện niềm tin của chúng tôi rằng: cách tiếp cận quan tâm và hỗ trợ là chìa khóa để giúp người khuyết tật phát triển tốt hơn. Cho dù bạn đang cần dịch vụ chăm sóc thay thế, hỗ trợ cá nhân hay các dịch vụ tham gia cộng đồng, A2Z Community Care luôn sẵn sàng trợ giúp và đồng hành cùng bạn.",
  "OUR VISION": "TẦM NHÌN CỦA CHÚNG TÔI",
  "OUR VISION CONTENT": "Tại A2Z Community Care, chúng tôi tin rằng tất cả mọi người đều xứng đáng được sống một cuộc sống trọn vẹn và ý nghĩa, bất kể xuất phát điểm của họ. Đó là lý do tại sao tầm nhìn của chúng tôi là tạo ra một thế giới nơi những người khuyết tật được coi trọng và hỗ trợ, đồng thời là nơi họ có quyền tiếp cận các nguồn lực và dịch vụ mà họ cần để phát triển. Chúng tôi cam kết thúc đẩy văn hóa hòa nhập, tôn trọng và nhân ái, đồng thời cung cấp dịch vụ chăm sóc chuyên nghiệp cho từng đối tượng khách hàng của chúng tôi. Với mục tiêu tập trung vào sự ấm áp và đồng cảm, chúng tôi cố gắng tạo ra một môi trường ấm áp và hỗ trợ nhằm khích lệ cho những người khuyết tật phát huy hết tiềm năng của họ.",
  "OUR COMMITMENT": "CAM KẾT",
  "OUR COMMITMENT CONTENT": "Công ty chúng tôi cam kết cung cấp dịch vụ hỗ trợ đáp ứng nhu cầu riêng của từng cá nhân. Chúng tôi rất vui được làm việc với bạn và gia đình của bạn trong thời gian tới để đạt được mục tiêu chung của chúng ta là tác động tích cực đến cuộc sống của những người chúng ta quan tâm. Bằng cách làm việc cùng nhau, chúng ta có thể vượt quá mong đợi và tạo ra sự khác biệt có ý nghĩa trong cuộc sống của những người mà chúng ta hỗ trợ.",
  "OUR GUEST": "ĐỐI TƯỢNG KHÁCH HÀNG",
  "OUR GUEST CONTENT 1": "Công ty của chúng tôi có nhiều kinh nghiệm trong việc cung cấp hỗ trợ cho những cá nhân có nhu cầu phức tạp, có thể bao gồm chứng tự kỷ, tình trạng sức khỏe tâm thần và các thách thức liên quan đến sức khỏe khác khó kiểm soát. Chúng tôi tận tâm cung cấp dịch vụ chăm sóc phù hợp và nhân ái để đảm bảo đáp ứng nhu cầu riêng của mỗi người.",
  "OUR GUEST CONTENT 2": "Tại A2Z Community Care, chúng tôi tận tâm cung cấp dịch vụ chăm sóc từ bi và siêng năng để giúp các cá nhân có cuộc sống trọn vẹn và khỏe mạnh. Chúng tôi tin tưởng mạnh mẽ vào việc trao quyền cho khách hàng của mình để nâng cao các kỹ năng sống hàng ngày và nuôi dưỡng các mối quan hệ lành mạnh, đồng thời giúp họ xây dựng sự tự tin và độc lập. Nhóm của chúng tôi cam kết đặt trái tim của chúng tôi vào mọi khía cạnh công việc của chúng tôi để tạo ra tác động tích cực đến cuộc sống của những người chúng tôi phục vụ."
}