{
  "SERVICES WE PROVIDE": "CÁC DỊCH VỤ CHÚNG TÔI CUNG CẤP",
  "Provided by Our Caring Professionals": "Được cung cấp bởi những chuyên gia chăm sóc tận tâm của chúng tôi",
  "service-1": "Chỗ ở tạm thời",
  "service-1-content": "Tại A2Z Community Care, chúng tôi hiểu rằng chăm sóc người thân với khuyết tật có thể gặp nhiều thách thức và áp lực. Đó là lý do tại sao chúng tôi cung cấp dịch vụ Chỗ ở tạm thời nhằm cung cấp chỗ ở và hỗ trợ ngắn hạn cho những người có khuyết tật, giúp cho những người chăm sóc có được một khoảng thời gian nghỉ ngơi cần thiết. Đội ngũ chuyên gia chăm sóc của chúng tôi cung cấp sự chăm sóc và hỗ trợ cá nhân hóa, phù hợp với từng nhu cầu đặc biệt của từng khách hàng. Cho dù chỉ trong vài ngày hay vài tuần, chỗ ở tạm thời của chúng tôi mang lại một môi trường an toàn và hỗ trợ cho những người có khuyết tật để thư giãn, nạp lại năng lượng và tham gia vào một loạt các hoạt động thú vị và hấp dẫn. Với phương châm tận tâm và sáng suốt, chúng tôi luôn cố gắng biến chỗ ở tạm thời trở thành một trải nghiệm tích cực và làm mới tinh thần cho tất cả mọi người tham gia.",
  "service-2": "Phối hợp hỗ trợ",
  "service-2-content": "Tại A2Z Community Care, chúng tôi hiểu rằng điều hướng hệ thống hỗ trợ khuyết tật có thể phức tạp và áp đảo. Đó là lý do tại sao chúng tôi cung cấp Dịch vụ Phối hợp Hỗ trợ nhằm cung cấp sự hỗ trợ cá nhân hóa để giúp các cá nhân có khuyết tật và gia đình của họ tiếp cận các dịch vụ và hỗ trợ mà họ cần. Các nhà phối hợp hỗ trợ giàu kinh nghiệm của chúng tôi làm việc chặt chẽ với khách hàng của chúng tôi để phát triển các kế hoạch hỗ trợ cá nhân hóa đáp ứng nhu cầu và mục tiêu đặc biệt của từng người. Chúng tôi cung cấp hỗ trợ với việc phối hợp dịch vụ, đấu tranh cho quyền lợi và quyết định và cam kết giúp khách hàng của chúng tôi tự quyết định và đạt được mục tiêu mong muốn của mình. Với phương châm tận tâm và sáng suốt, chúng tôi luôn cố gắng biến quá trình phối hợp hỗ trợ trở thành một trải nghiệm tích cực và đầy quyền lực cho tất cả mọi người tham gia.",
  "service-3": "Hoạt động Nhóm và Trung tâm",
  "service-3-content": "Tại A2Z Community Care, chúng tôi tin rằng việc tham gia vào cộng đồng là rất quan trọng cho sức khỏe và chất lượng cuộc sống chung. Đó là lý do tại sao chúng tôi cung cấp dịch vụ Hoạt động Nhóm và Trung tâm, cung cấp một loạt các hoạt động thú vị và hấp dẫn cho những người có khuyết tật để tham gia. Các nhân viên giàu kinh nghiệm của chúng tôi tổ chức một loạt các hoạt động, bao gồm nghệ thuật và thủ công, nấu ăn, chơi game, âm nhạc và đi dã ngoại. Chúng tôi làm việc chặt chẽ với khách hàng của chúng tôi để đảm bảo rằng các hoạt động của chúng tôi phù hợp với sở thích và khả năng của từng người, và chúng tôi luôn nỗ lực tạo ra một môi trường chào đón và bao gồm, nơi mọi người đều cảm thấy thoải mái và được hỗ trợ. Với phương châm tận tâm và sáng suốt, chúng tôi cam kết giúp những người có khuyết tật tham gia vào cộng đồng và phát triển các kỹ năng, tình bạn và trải nghiệm mới.",
  "service-4": "Hướng Nghiệp và Đào Tạo Nghề Nghiệp",
  "service-4-content": "Tại A2Z Community Care, chúng tôi tin rằng mọi người đều xứng đáng có cơ hội để phát triển tối đa tiềm năng của mình, bao gồm ở nơi làm việc. Đó là lý do tại sao chúng tôi cung cấp dịch vụ Hướng Nghiệp và Đào Tạo Nghề Nghiệp nhằm cung cấp sự hỗ trợ cá nhân hóa cho những người có khuyết tật đang tìm kiếm việc làm hoặc cơ hội phát triển sự nghiệp. Các huấn luyện viên giàu kinh nghiệm của chúng tôi cung cấp hỗ trợ một-một trong việc viết sơ yếu lý lịch, tìm kiếm việc làm, kỹ năng phỏng vấn, và phát triển kỹ năng nơi làm việc. Chúng tôi cũng cung cấp các khóa học và chương trình đào tạo nhóm để giúp khách hàng của chúng tôi xây dựng kỹ năng và sự tự tin trong nhiều lĩnh vực khác nhau. Với phương châm tận tâm và sáng suốt, chúng tôi cam kết giúp những người có khuyết tật đạt được mục tiêu nghề nghiệp và phát triển tối đa tiềm năng của mình trong nơi làm việc.",
  "service-5": "Các Công Việc Nhà",
  "service-5-content": "Tại A2Z Community Care, chúng tôi hiểu rằng các công việc nhà có thể gây khó khăn cho những người có khuyết tật, và chúng tôi có thể giúp đỡ. Dịch vụ Các Công Việc Nhà của chúng tôi cung cấp hỗ trợ với một loạt các công việc, bao gồm làm sạch, giặt giũ, chuẩn bị bữa ăn và mua sắm. Các nhân viên hỗ trợ giàu kinh nghiệm của chúng tôi làm việc chặt chẽ với khách hàng để phát triển một kế hoạch cá nhân hóa phù hợp với nhu cầu và sở thích riêng của họ. Chúng tôi luôn cố gắng tạo ra một môi trường ấm áp và hỗ trợ, nơi khách hàng của chúng tôi cảm thấy thoải mái và được tự do sống độc lập tại nhà mình. Với phương châm tận tâm và sáng suốt, chúng tôi cam kết cung cấp hỗ trợ chuyên nghiệp và tràn đầy tình thương, giúp khách hàng của chúng tôi duy trì sự độc lập và cải thiện chất lượng cuộc sống của họ.",
  "service-6": "Quản Lý Thuốc",
  "service-6-content": "<p dir=\"ltr\">Đó là lý do tại sao A2Z Community Care cung cấp dịch vụ Quản Lý Thuốc. Người chăm sóc được đào tạo có thể:</p>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Nhắc nhở uống thuốc</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Đảm bảo tuân thủ các chỉ dẫn của thuốc như uống kèm với thức ăn hoặc vào một thời điểm cụ thể trong ngày</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Kiểm tra ngày hết hạn của thuốc</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Cung cấp phương tiện vận chuyển để đến nhận đơn thuốc và mua thuốc không kê toa hoặc để trò chuyện với nhà thuốc</p>\n</li>\n</ul>\n<p dir=\"ltr\">Nhắc nhở uống thuốc chỉ là một trong những cách A2Z Community Care có thể giúp bạn hoặc người thân của bạn sống cuộc sống tốt nhất có thể.</p>",
  "service-7": "Du Lịch và Vận Chuyển",
  "service-7-content": "Tại A2Z Community Care, chúng tôi hiểu rằng việc di chuyển có thể là một rào cản lớn đối với sự độc lập và tham gia xã hội của những người có khuyết tật. Đó là lý do tại sao chúng tôi cung cấp dịch vụ Du Lịch và Vận Chuyển, cung cấp phương tiện vận chuyển an toàn, đáng tin cậy và dễ tiếp cận cho khách hàng của chúng tôi. Các nhân viên hỗ trợ giàu kinh nghiệm của chúng tôi làm việc chặt chẽ với khách hàng để phát triển một kế hoạch du lịch cá nhân hóa phù hợp với nhu cầu và sở thích riêng của họ. Cho dù đó là phương tiện vận chuyển đến cuộc hẹn y tế, các chuyến đi tham quan hoặc các hoạt động hàng ngày, khách hàng của chúng tôi có thể tin tưởng vào chúng tôi cung cấp hỗ trợ tràn đầy tình thương và chuyên nghiệp, giúp họ sống cuộc sống tốt nhất có thể. Với phương châm tận tâm và sáng suốt, chúng tôi cam kết trang bị cho khách hàng của mình công cụ và kiến thức cần thiết để tự do tham gia vào cộng đồng và tận hưởng tất cả các hoạt động mà họ yêu thích mà không phải lo lắng về các rào cản về vận chuyển.",
  "service-8": "Chăm Sóc Cá Nhân và Phát Triển Kỹ Năng",
  "service-8-content": "<div><div><b>Chăm Sóc Cá Nhân:</b> Tại A2Z Community Care, chúng tôi hiểu rằng việc trang bị cho những người có khuyết tật các kỹ năng cần thiết để đạt được mục tiêu và phát triển tối đa tiềm năng của họ là vô cùng quan trọng. Dịch vụ Phát Triển Kỹ Năng của chúng tôi được thiết kế để cung cấp hỗ trợ chuyên nghiệp và cá nhân hóa cho khách hàng của chúng tôi trong việc phát triển các kỹ năng giao tiếp, xã hội, nhận thức và nghề nghiệp của họ. Các nhân viên hỗ trợ giàu kinh nghiệm của chúng tôi làm việc chặt chẽ với khách hàng để xác định điểm mạnh, sở thích và nhu cầu độc đáo của họ và phát triển một kế hoạch tùy chỉnh để giúp họ phát triển các kỹ năng mới và nâng cao những kỹ năng hiện có của mình. Cho dù đó là học một ngôn ngữ mới, cải thiện kỹ năng giao tiếp hoặc phát triển các kỹ năng liên quan đến công việc, chúng tôi cam kết cung cấp dịch vụ tràn đầy tình thương, hỗ trợ và hướng đến mục tiêu, thúc đẩy sự độc lập và hạnh phúc của khách hàng của chúng tôi. Với phương châm tận tâm và sáng suốt, chúng tôi luôn cố gắng tạo ra một môi trường tích cực và thu hút, nơi khách hàng của chúng tôi có thể học hỏi, phát triển và phát triển tối đa tiềm năng của mình.</div><br/><div><b>Phát Triển Kỹ Năng:</b> Tại A2Z Community Care, chúng tôi hiểu rằng nhu cầu chăm sóc cá nhân có thể là riêng biệt và yêu cầu sự hỗ trợ nhạy cảm và cá nhân hóa. Dịch vụ Chăm Sóc Cá Nhân của chúng tôi được thiết kế để cung cấp hỗ trợ tràn đầy tình thương và chuyên nghiệp cho khách hàng của chúng tôi trong việc giữ gìn vệ sinh cá nhân, cạo râu và mặc quần áo. Các nhân viên hỗ trợ giàu kinh nghiệm của chúng tôi làm việc chặt chẽ với khách hàng của mình và các nhà cung cấp chăm sóc sức khỏe của họ để phát triển một kế hoạch chăm sóc tùy chỉnh phù hợp với nhu cầu và sở thích độc đáo của họ. Chúng tôi đặt sự thoải mái, lòng tự trọng và hạnh phúc của khách hàng lên hàng đầu và cam kết cung cấp hỗ trợ tôn trọng và tràn đầy sức mạnh, giúp khuyến khích độc lập và tự tin cho khách hàng của chúng tôi. Với phương châm tận tâm và sáng suốt, chúng tôi luôn cố gắng làm cho các dịch vụ chăm sóc cá nhân trở nên thoải mái, hiệu quả và đáng yêu nhất có thể cho khách hàng của mình, để họ có thể tập trung vào việc sống cuộc sống tốt nhất của mình.",
  "service-9": "Tham Gia Cộng Đồng",
  "service-9-content": "Tại A2Z Community Care, chúng tôi hiểu rằng tham gia cộng đồng có thể giúp cho sự độc lập và tham gia xã hội của những người có khuyết tật phát triển. Chính vì vậy, chúng tôi cung cấp dịch vụ Tham Gia Cộng Đồng, giúp khách hàng của chúng tôi tiếp cận với các hoạt động xã hội và giải trí trong cộng đồng bao gồm đi mua sắm, xem phim, thưởng thức nghệ thuật, bơi lội, tập gym, điều khiển xe, đi bộ dọc theo bãi biển, thưởng thức cà phê ngon, ghé thăm các câu lạc bộ và công viên, thể thao và nhiều hơn nữa. Chúng tôi cam kết cung cấp dịch vụ hỗ trợ và giúp đỡ để khách hàng của chúng tôi có thể tham gia vào cộng đồng, tận hưởng cuộc sống đầy đủ và phát triển tối đa tiềm năng của mình. Với phương châm tận tâm và sáng suốt, chúng tôi mong muốn giúp khách hàng của mình tự tin và độc lập, tìm kiếm những trải nghiệm mới mẻ và thú vị trong cộng đồng của họ."
}